Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: When you're dealing with the carbons in ethene, remember, eth- is for two carbons and ene-, because we're dealing with an alkene.
ht: Ki lè ou ap traiter ak carbons yo nan ethene, sonje, eth - se pou de carbons ene-, paske nou ap gen rapò ak yon alkene.

source: We have a double bond here.
ht: Nou gen yon bon tout bagay an de isit la.

source: In this situation, the carbon's electron configuration when they bond in ethene looks more like this.
ht: Nan sitiyasyon sa a, microscope kabòn a configuration lè yo bond nan ethene parèt plis tankou sa a.

source: So you have your 1s, and the 1s orbital is still completely full.
ht: Se konsa, ou gen 1s ou, e se pou 1s orbital toujou complètement complète.

source: It has two electrons in it.
ht: Li gen électrons de ladan l.

source: But then in your 2 shell, I'll just write-- let me do this in a different color.
ht: Men, lè sa a nan nou kale 2, mwen sèlman ap ekri - pou m' fè sa yon koulè diferan.

source: So in our 2 shell, I'll show you what I mean in a second.
ht: Se konsa, nan nou kale 2, m ap montre ou sa mwen vle di nan yon lòt.

source: I'm not writing the s or p's so far on purpose, but we're going to have four electrons just like we had before.
ht: M' ap pa ekri a s ou p i an twò lwen mal, men, nou pwal gen kat électrons egzateman tankou nou te gen anvan an.

source: We're still forming four bonds.
ht: Nou ap toujou qui kat obligations.

source: We're going to have these four unpaired electrons.
ht: Nou pwal gen kat sa yo électrons non.

source: We're still forming one, two, three, four bonds with each of the carbons, so they're going to be separated out.
ht: Nou toujou ap kreye yon sèl, de, twa, kat obligations ak chak nan carbons, se konsa yo pwal pou ka separe.

source: But in this situation, instead of all of them being a mixture, kind of one part s, three parts p, the s mixes with two of the p orbitals.
ht: Men, nan sitiyasyon sa a, olye ke yo tout se yon melanj, jan de yon sèl pati s, twa pati p i, s a se ak de nan orbitals p i yo.

source: So what you have is 2sp2 orbital.
ht: Se konsa, poukisa ou se 2sp2 orbital.

source: So you can imagine that the s orbital mixes with two of the p orbitals.
ht: Se konsa, ou ka konprann sa a orbital s se ak de nan yo p i orbitals.

source: So now it's one part s, two parts p.
ht: Men koulye a li se yon pati nan s, de pièces p.

source: And then one of the p orbitals kind of stays by itself.
ht: Apre sa, lè sa a yonn nan orbitals p i yo ti jan rete pou kont li devan.

source: And we need this p orbital to stay by itself because it is going to be what's responsible for the pi bond.
ht: La e nou bezwen orbital p i sa a pou yo rete pou kont li paske li se pwal gen sa ki responsab pou kosyon Pyakiròt a.

source: And we're going to see that the pi bond does something very interesting to the molecule.
ht: E nou pral wè sa a bon pou garanti Pyakiròt fè yon bagay très enteresan pou Molekil a.

source: It kind of makes it unrotatable around a bond axis.
ht: Li fè ti jan fè l' unrotatable nan yon aks bon garanti.

source: And you'll see what I mean in a second.
ht: Et ou ap wè sa mwen vle di nan yon lòt.

source: So let me see if I can, in three dimensions, draw each of these carbons.
ht: Se pou m' wè si mwen kapab, nan twa dimansyon, trase chak nan carbons sa yo.

source: So you have-- let me do it a different color.
ht: Se konsa ou en a - kite m' fè l' yon kalite koulè.

source: You have this carbon right there.
ht: Ou gen kabòn sa a la a.

source: So let's say that's the nucleus.
ht: Se konsa nou di sa ye nannan a.

source: I'll put a C there so you know which carbon we're dealing with.
ht: M pral mete yon C la pou w konnen ki kabòn nou ap gen rapò ak.

source: And then I'll draw-- you could assume that the 1s orbital, it's really small right around the carbon.
ht: Epi lè sa a m' ap trase-ou te kapab pwan sa orbital, 1s sa vrèman ti droit autour kabòn a.

source: And then you have these hybridized orbitals, The 2ps2 orbitals, and they're all going to be planar, kind of forming a triangle, or I guess maybe a peace sign on some level, but I'll try to draw it in three dimensions here.
ht: E ou gen sa yo orbitals hybridized, la 2ps2 orbitals, epi yo tout pral être), ti jan kreye yon triyang, ou, mwen panse petèt yon viv ak kè poze mak sou kèk nivo, men, mwen pral seye rale l' nan twa dimansyon isit la.

source: So you have one, this is kind of coming out a little bit.
ht: Se konsa, ou gen youn, sa kalite soti yon ti bit.

source: Then you have one that's going in a little bit.
ht: Lè sa a, ou gen yonn ki pwal nan yon ti bit.

source: And then you have-- and they have another lobe a little bit on the other side, but I'm not going to draw them.
ht: Lè sa a ou en a - Et yo gen yon lòt lobe yon ti jan sou lòt bò lanmè, men mwen pa pwal pou fè yo.

source: It'll complicate it.
ht: L ap konplike li.

source: They still have characteristics of p, so they'll have two lobes, but one is bigger than the other.
ht: Yo toujou gen caractéristiques de p i, se konsa yo ap gen de lobes, men youn pi bon pase premye a.

source: And then you have one that's maybe going in this side.
ht: Apre sa, lè sa a ou gen yon sèl ki gen dwa ale nan chak bò.

source: So you can imagine that this is kind of a Mercedes sign if you drew a circle around it, on its side.
ht: Se konsa, ou kapab imajine ke sa se kalite Mercedes si sa nou a yon sèk antoure li, nan bò.

source: So that's this carbon right here.
ht: Se poutèt sa se kabòn sa a isit.

source: And, of course, it has its hydrogens.
ht: Et, men wi, li gen hydrogens li.

source: So you have this hydrogen there.
ht: Se konsa, ou gen Idwojèn sa a la.

source: And so this hydrogen might be sitting right here.
ht: Epi se konsa Idwojèn sa a te chita pou droit isit la.

source: It just has one electron in its 1s orbital.
ht: Li jis gen yon sèl microscope nan orbital 1s li.

source: You have this hydrogen up here.
ht: Ou gen Idwojèn sa a la anwo.

source: It's sitting right over there.
ht: Li chita droit laba a.

source: And now let's draw this carbon.
ht: Et koulye a an nou trase kabòn sa a.

source: This carbon will be sitting-- I'm drawing it pretty close together.
ht: Kabòn sa a y' a séance-mwen menm ki trase yon li assez fèmen ansanm.

source: This carbon will be sitting right there.
ht: Kabòn sa a pral chita la a.

source: He has his 1s orbital.
ht: Li gen 1s l' orbital.

source: They have the exact same electron configuration.
ht: Yo gen a egzat menm microscope configuration.

source: He has his 1s orbital right around him, and then he has the exact same configuration.
ht: Li gen 1s l' orbital droit alantou l lè sa a li egzat menm configuration.

source: Either of these guys, we've so far only-- or in this first guy, I've only drawn these first three.
ht: Soit de mesye sa yo, nou te twò lwen sèlman - ou nan premye sa a nèg la, mwen te gen sèlman établi twa sa yo.

source: I haven't drawn this unhybridized p orbital yet.
ht: Mwen pa établi p i orbital unhybridized sa a ankò.

source: So I'll do that in a second.
ht: Se konsa, mwen pral fè sa nan yon lòt.

source: But let me draw his bonds.
ht: Men, kite m' fè l' obligations.

source: So first of all, he has this, or you could imagine, that bond right there, which would be an sp2 hybridized bond.
ht: Se konsa anvan tout bagay, li gen sa, ou ou te kapab imajine, sa bond la a, ki ta dwe yon bon hybridized sp2.

source: Let me do that in the same color.
ht: Kite m' fè sa nan menm koulè a.

source: So he has this bond right here, which would be an sp2 hybridized bond, just like that.
ht: Se konsa, li gen bon garanti sa a isit-menm, ki ta pwal sp2 yon hybridized kosyon, jis kon sa.

source: And notice, this is a sigma bond.
ht: Et, remake sa a se yon bon sigma garanti.

source: They overlap in kind of the direction that they're pointing in.
ht: Yo sipèpoze nan ti jan de bò sa yo vers nan.

source: That's the best I could think about it.
ht: Sa se pi bon, mwen te kapab panse osijè de sa.

source: And then he's got these two hydrogens, so one-- he's got this guy in the back, and then there's one in the front.
ht: Epi lè sa a li te achte sa yo de hydrogens, pour UN - li a nèg sa a nan dèyè, epi lè sa a pa gen yonn nan Avant la.

source: I'll draw it a little bigger so it's kind of pointing out at us, right?
ht: M ap trase l' yon ti jan pi gwo pou li ti jan endike nan nou, dwat?

source: And then we have this hydrogen is sitting right over here.
ht: Epi lè sa a nou pran sa Idwojèn chita byen pase isit la.

source: And these are also sigma bonds, just to be very clear about things.
ht: Yo tou sigma obligations, jis pou rete trè klè osijè de sa.

source: This is an s orbital overlapping with an sp2 orbital, but they're kind of overlapping in the direction that they're pointed, or kind of along the direction of each other, of the two atoms.
ht: Sa se yon s orbital triyang ak yon sp2 orbital, men, yo gen ti jan triyang nan direksyon sa yo ap fè a, ou ti jan nan tout direksyon pou chak lòt, de atomes de yo.

source: This is a sigma bond, sigma bond, and then we have this hydrogen in the back, which is also going to form a sigma bond.
ht: Sa se yon bon garanti sigma, sigma kosyon, Lè sa a nou gen Idwojèn sa a nan dèyè, ki tou pwal pou fòme yon bon sigma garanti.

source: So everything I've drawn so far is a sigma bond, so that, that.
ht: Se konsa tout bagay mwen te gen établi twò lwen se yon sigma bon garanti, se poutèt sa, sa.

source: Maybe I don't want to make this picture too-- so I can just put sigma bond there, sigma bond there, sigma bond there, sigma, sigma.
ht: Petèt mwen pa vle fè foto sa a twò - se poutèt sa, mwen kapab jis fè sigma kosyon la, sigma kosyon la, sigma kosyon la, sigma, sigma.

source: So far I've drawn this bond, this bond, this bond, this bond, and this bond, all of those sigma bonds.
ht: Twò lwen mwen te desine sa a bon, sa bond, kosyon sa a, sa bon garanti, Et kosyon sa a, tout moun sigma obligations.

source: So, what happens to this last p orbital for each of these guys?
ht: Se konsa, sa k rive koukouloukou a dènye orbital p i pou chak de mesye sa yo?

source: Well, that's going to be kind of sticking out of the plane of the Mercedes sign, is the best way I can describe it.
ht: Men, sa pwal ti jan pou rantre nan avyon an de siy Mercedes, se pi bon fason kapab dekri li.

source: And let me see if I can do that in a color that I haven't done yet.
ht: Se pou m' wè si mwen kapab fè sa nan yon koulè sa mwen pa fè ankò.

source: Oh, maybe this purple color.
ht: O, sa gen dwa vyolèt koulè.

source: So you can imagine a pure p orbital.
ht: Se konsa ou ka konprann yon orbital nan p i.

source: So a pure p orbital, I'm going to need to draw it even bigger than that, actually.
ht: Se konsa yon nonm p orbital, m ap bezwen pou fè l' menm pi gwo pase sa, aktyèlman.

source: A pure p orbital, it normally wouldn't be that big relative to things, but I have to make them overlap.
ht: Yon p i nan orbital, li konn pas être sa fanmi gwo pou tout bagay, men mwen te mèt yo te sipèpoze.

source: So it's a pure p orbital that's kind of going in, maybe you can imagine, the z-axis, that the other orbitals are kind of a Mercedes sign in the x, y plane.
ht: Se konsa, li se yon nonm orbital p i sa se kalite kouche, petèt ou ka konprann, z-axis a, ke lòt orbitals yo jan de yon siy Mercedes nan x, y avyon an.

source: And now you have the z-axis going straight up and down, and those bottom two have to overlap so let me draw them bigger.
ht: Koulye a nou gen z-axis a pwal droite lage, Et sa bas de gen pou sipèpoze se pou m' fè yo pi bon.

source: So it looks like that and it looks like that.
ht: Se konsa li parèt konsa e li sanble kon sa.

source: And they're going straight up and down.
ht: Apre sa, yo pral tou dwat lage.

source: And notice, they are now overlapping.
ht: Et, remake yo sont triyang koulye a.

source: So this bond right here is this bond.
ht: Se konsa, sa a bon isit se bon garanti sa a.

source: I could've drawn them in either way, but it's that second bond.
ht: Mwen te kapab te desine yo nan ni fason sa, men se sa dezyèm bon garanti.

source: And so what's happening now to the structure?
ht: Et, se konsa ki pase koulye a pou sipò?

source: So let me make it very clear.
ht: Se pou m' fè l' trè klè.

source: This right here, that is a pi bond, and this right here is also-- it's the same pi bond.
ht: Sa a droit isit la, sa se yon bon Pyakiròt, Et sa isit se tou ­ li se menm Pyakiròt bon garanti.

source: It's this guy right here.
ht: Li se nèg sa a isit.

source: It's the second bond in the double bond.
ht: Sa se dezyèm bon garanti nan a bon pou tout bagay an de.

source: But what's happening here?
ht: Men sak pase isit la?

source: Well, first of all, by itself it would be a weaker bond, but because we already have a sigma bond that's making these molecules come closer together, this pi bond will make them come even closer together.
ht: Men, premye pitit tout pou kont li devan li ta yon bon pi fèb, men paske nou deja gen yon bon sigma ap fè sa molécules sanble plus, kosyon Pyakiròt sa a pwal fè yo vin menm plus.

source: So this distance right here is closer than if we were to just have a single sigma bond there.
ht: Se konsa distans dwa sa a isit la plus pase si nou yo pou tout gen yon moun ki pa marye sigma kosyon la a.

source: Now, on top of that, the really interesting thing is, if we just had a sigma bond here, both of these molecules could kind of rotate around the bond axis.
ht: Koulye a, sou sa, bagay reyèlman enteresan an se, Si nou jis te yon sigma bond isit la, tou le de molécules sa yo te kapab ti jan de faire autour aks bon garanti a.

source: They would be able to rotate around the bond axis if you just had one sigma bond there.
ht: Yo pwal gen dwa pou pran tou nan aks bon garanti a si ou fenk fè yon bon garanti sigma la.

source: But since we have these pi bonds that are parallel to each other and they're kind of overlapping and they're kind of locked in to that configuration, you can no longer rotate.
ht: Men, depi nou gen obligations Pyakiròt sa yo ke yo pou paralèl ak lòt Et yo ap ti jan triyang Et yo ap aji byen de fèmen pou sa configuration, ou kapab pa faire ankò.

source: If one of these molecules rotates, the other one's going to rotate with it because these two guys are locked together.
ht: Si yonn molécules sa yo nan fait, lòt pwal pou pran tou sa paske yo de jwè sont akle ansanm.

source: So what this pi bond does in the situation is it makes this carbon-carbon double bond-- it means that the double bonds are going to be rigid, that you can't have one molecule kind of flipping, swapping these two hydrogens, without the other one having to flip with it.
ht: Se konsa, sa bon Pyakiròt sa a ki nan sitiyasyon an se li ki fè sa bon garanti tout bagay an de kabòn-kabòn - sa vle di les obligations tout bagay an de ap vin fè rèd, ou pa kapab fè yon Molekil ti jan pou yo renversement, le hydrogens de sa yo, san lòt moun gen pou baskile avè l.

source: So you wouldn't be able to kind of swap configurations of the hydrogens relative to the other side.
ht: Se konsa ou ne ka pou jan de echanj configurations de hydrogens relative to lòt bò lanmè a.

source: That's what it causes.
ht: Sa se li lakòz.

source: So, hopefully, that gives you a good understanding of the difference between sigma and pi bond.
ht: Se konsa, ak lespwa ke, sa ban nou yon bon konpwann de la diferans ant sigma Et Pyakiròt bon garanti.

source: And if you're curious, when you're dealing with-- just to kind of make it clear, if we were dealing with ethyne, this is an example of ethene, but ethyne looks like this.
ht: Et si ou gen kirye an, ki lè ou ap traiter ak - sèlman pou ti jan fè li klè, si nou te gen pou wè ak ethyne, sa se yon egzanp de ethene, men ethyne recherche kon sa.

source: You have a triple bond.
ht: Ou gen yon bon trip garanti.

source: And so you have each side pointing to one hydrogen.
ht: Epi se konsa ou fè chak bò yon sèl Idwojèn t' ap.

source: In this case, one of these, so the first bonds, you can imagine, so these bonds are all sigma bonds.
ht: Nan ka sa a, yonn nan bèt sa, se poutèt sa, premye obligations, ou kapab kwè, se konsa obligations sa yo gen obligations sigma tout.

source: They're actually sp hybridized.
ht: Yo tou kole aktyèlman ap hybridized.

source: Your 2s orbital only mixes with one of the p's, so these are sp hybrid orbitals forming sigma bonds, so all of these right here.
ht: Orbital s ou sèlman se ak youn nan p a, se konsa sa yo sont sp hybrid orbitals qui sigma obligations, se konsa tout moun sa yo isit-menm.

source: And then both of these-- let me do this in different color.
ht: Apre sa, lè sa a tou de sa yo ki te fè m. Se pou w fè sa nan plizyè koulè.

source: Both of these are pi bonds.
ht: Les sa yo gen obligations Pyakiròt.

source: And if you had to imagine it, could imagine another pi bond kind of coming out of the page and another one here coming out of the page and into the page, out and into the page, and they, too, are overlapping, and you just have one hydrogen pointing out in each direction.
ht: Et si ou a pou kwè l, te kapab imajine yon lòt Pyakiròt kosyon ti jan t' ap soti nan paj la ak yon lòt yon sèl isit la vini nan paj la ak nan paj la, soti, nan paj la, yo, tou, sont triyang Et ou yon sèl Idwojèn endike nan chak direksyon.

source: Maybe I'll make another video on that.
ht: Petèt m' ap fè yon lòt videyo sou sa.

source: So, hopefully, you--
ht: Se konsa,, ou -

source: Two weeks ago,
ht: De semèn de sa a, m te chita bò tab ki nan sal a manje

source: I was sitting at the kitchen table with my wife Katya, and we were talking about what I was going to talk about today.
ht: lakay mwen, avèk madanm mwen Katya, epi, nou t ap pale de sa m pral diskite jodi a.

source: We have an 11-year-old son; his name is Lincoln.
ht: Nou gen yon pitit gason ki gen 11 an, ki rele Lincoln (Lenkenn).

source: He was sitting at the same table, doing his math homework.
ht: Li te chita bò menm tab la,

source: And during a pause in my conversation with Katya,
ht: li t ap fè devwa matematik li.

source: I looked over at Lincoln and I was suddenly thunderstruck by a recollection of a client of mine.
ht: Epi, pandan yon pòz nan konvèsasyon m nan avèk Katya, m te gade Lincoln epi, m te toudenkou sezi lè lide m te vin tonbe sou youn nan kliyan m yo.

source: My client was a guy named Will. He was from North Texas.
ht: Kliyan m nan, se te yon nèg ki te rele Will (Wil), ki te soti nan nò Texas (Tèkzas).

source: He never knew his father very well, because his father left his mom while she was pregnant with him.
ht: Li pa t janm fin konnen papa l trè byen, paske papa l te kite l poukò l ak manman l, lè l te nan vant.

source: And so, he was destined to be raised by a single mom, which might have been all right except that this particular single mom was a paranoid schizophrenic, and when Will was five years old, she tried to kill him with a butcher knife.
ht: Alò, akoz de sa, misye te arive vin grandi ak yon manman ki san mari. Sikonstans sa a, li pa t ap petèt yon pwoblèm si manman sa a pa t yon moun ki gen yon pwoblèm mantal ke yo rele eskitsofreni, epi lè Wil te gen 5 an, manmzèl te eseye touye l avèk yon gwo kouto file.

source: She was taken away by authorities and placed in a psychiatric hospital, and so for the next several years Will lived with his older brother, until he committed suicide by shooting himself through the heart.
ht: Ofisye leta te pran l epi yo te mete l nan yon lopital ki fèt pou moun ki gen pwoblèm mantal, akoz de sa a, pandan plizyè ane aprè, Will t ap viv avèk yon gran frè l avan ke frè sa a te touye tèt li, lè li te pèse pwòp kè l avèk yon bal ki sot nan zam.

source: And after that Will bounced around from one family member to another, until, by the time he was nine years old, he was essentially living on his own.
ht: Epi apre sa a Will te fè va e vyen kay moun fanmi l yo, jiskaske lè l te vin gen 9 an, li te prèske ap viv poukò l.

source: That morning that I was sitting with Katya and Lincoln, I looked at my son, and I realized that when my client, Will, was his age, he'd been living by himself for two years.
ht: Maten sa a, pandan ke m te chita prè Katya ak Lincoln, m te gade pitit gason m nan, epi, m te reyalize ke: lè Will, kliyan m nan, te gen menm laj avè l,

source: Will eventually joined a gang and committed a number of very serious crimes, including, most seriously of all, a horrible, tragic murder.
ht: li te gentan ap viv poukò l pandan de zan. Will te arive rantre nan yon gang epi li te arive komèt plizyè krim ki trè serye, pami lekèl ki te krim ki pi grav la, yon asasinasyon ki te tèrib e tris.

source: And Will was ultimately executed as punishment for that crime.
ht: Epi, lajistis te finalman egzekite Will kòm pinisyon pou krim sa a.

source: But I don't want to talk today about the morality of capital punishment.
ht: Men, jodi a, m pa vle pale sou moralite bagay ki rele pèn lanmò a.

source: I certainly think that my client shouldn't have been executed, but what I would like to do today instead is talk about the death penalty in a way I've never done before, in a way that is entirely noncontroversial.
ht: Sètènman, m panse ke lajistis pa t dwe egzekite kliyan m nan, men sa m vle fè jodi a pito, se pale de bagay ki rele pèn lanmò a nan yon fason ke m pa t janm fè sa deja, nan yon fason ki pa p fè okenn moun fache.

source: I think that's possible, because there is a corner of the death penalty debate -- maybe the most important corner -- where everybody agrees, where the most ardent death penalty supporters and the most vociferous abolitionists are on exactly the same page.
ht: Mwen panse ke sa posib, paske gen yon kwen nan deba ki konn fèt sou bagay pèn lanmò a, petèt se kwen sa a ki pi enpòtan, kote ke tout moun dakò, kote moun ki plis sipòte koze pèn lanmò a ak moun ki vrèman kont sa, byen dakò.

source: That's the corner I want to explore.
ht: Se kwen sa a ke m vle analize.

source: Before I do that, though, I want to spend a couple of minutes telling you how a death penalty case unfolds, and then I want to tell you two lessons that I have learned over the last 20 years as a death penalty lawyer from watching well more than a hundred cases unfold in this way.
ht: Men, avan ke m fè sa a, mwen vle pran kèlke minit pou m eksplike w kijan dosye jiridik pèn lanmò yo dewoule, epi mwen vle pale w de 2 leson ke m te aprann pandan 20 an ki sot pase yo kòm yon avoka ki konn defann moun ke lajistis kondane a mò, lè m te gade plis ke 100 dosye dewoule nan fason ke m pra l eksplike la a.

source: You can think of a death penalty case as a story that has four chapters.
ht: Ou ka panse de yon ka pèn lanmò tankou yon istwa ki gen 4 chapit.

source: The first chapter of every case is exactly the same, and it is tragic.
ht: Premye chapit chak dosye yo menm jan, epi sa tris.

source: It begins with the murder of an innocent human being, and it's followed by a trial where the murderer is convicted and sent to death row, and that death sentence is ultimately upheld by the state appellate court.
ht: Chapit sa a kòmanse lè yon moun touye yon lòt ki inosan, epi apre sa a, yon pwosè tribinal komanse kote lajistis kondane epi voye moun ki touye lòt la, al tan lè l pou yo egzekite l. Finalman, pèn lanmò ke yo bay kriminèl sa a arive jwenn konfimasyon kay yon Kou Dapèl nan leta kote pwosè ya te komanse.

source: The second chapter consists of a complicated legal proceeding known as a state habeas corpus appeal.
ht: Dezyèm chapit la gen yon etap legal ki konplike ke yo rele "apèl habeas corpus leta".

source: The third chapter is an even more complicated legal proceeding known as a federal habeas corpus proceeding.
ht: Twazyèm chapit lan se yon etap legal ki pi konplike ke yo rele "etap habeas corpus federal".
